{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.2.3", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "conv2d_4/kernel", "shape": [3, 3, 3, 32], "dtype": "float32"}, {"name": "conv2d_4/bias", "shape": [32], "dtype": "float32"}, {"name": "conv2d_5/kernel", "shape": [3, 3, 32, 32], "dtype": "float32"}, {"name": "conv2d_5/bias", "shape": [32], "dtype": "float32"}, {"name": "conv2d_6/kernel", "shape": [3, 3, 32, 64], "dtype": "float32"}, {"name": "conv2d_6/bias", "shape": [64], "dtype": "float32"}, {"name": "dense_3/kernel", "shape": [320, 64], "dtype": "float32"}, {"name": "dense_3/bias", "shape": [64], "dtype": "float32"}, {"name": "dense_4/kernel", "shape": [64, 1], "dtype": "float32"}, {"name": "dense_4/bias", "shape": [1], "dtype": "float32"}]}]}